print('a', 'b', 'c', sep='*')
# будет 1 строка ибо здесь нет end /n.
print('d', 'e', 'f', sep='**', end='')
# будет 1 строка ибо здесь нет end /n
print('g', 'h', 'i', sep='+', end='%')
# будет 1 строка ибо здесь нет end /n
print('j', 'k', 'l', sep='-', end='\n')
# будет 2 строки ведь здесь есть end /n
print('m', 'n', 'o', sep='/', end='!')
# будет 1 строка ибо нет end /n
print('s', 't', 'u', sep='&', end='\n')
# будет 2 строки ведь есть end /n
print('v', 'w', 'x', sep='%')
# будет 1 строка ибо нету end /n
print('y', 'z', sep='/', end='!')
# будет 1 строчка ведь нету end /n
print('p', 'q', 'r', sep='1', end='%')
# будет 1 строчка ведь нету end /n
